{
  "en": [
    {
      "quote": "The only way to do great work is to love what you do.",
      "author": "Steve Jobs"
    },
    {
      "quote": "The future belongs to those who believe in the beauty of their dreams.",
      "author": "Eleanor Roosevelt"
    },
    {
      "quote": "Knowledge is power.",
      "author": "Francis Bacon"
    },
    {
      "quote": "The only true wisdom is in knowing you know nothing.",
      "author": "Socrates"
    },
    {
      "quote": "I think, therefore I am.",
      "author": "René Descartes"
    },
    {
      "quote": "You cannot step into the same river twice.",
      "author": "Heraclitus"
    },
    {
      "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "author": "Winston Churchill"
    },
    {
      "quote": "Ask not what your country can do for you, ask what you can do for your country.",
      "author": "John F. Kennedy"
    },
    {
      "quote": "I have a dream.",
      "author": "Martin Luther King Jr."
    },
    {
      "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
      "author": "Nelson Mandela"
    },
    {
      "quote": "Either find a way or make one.",
      "author": "Hannibal"
    },
    {
      "quote": "We must accept finite disappointment, but never lose infinite hope.",
      "author": "Martin Luther King Jr."
    },
    {
      "quote": "If you want the rainbow, you gotta put up with the rain.",
      "author": "Dolly Parton"
    },
    {
      "quote": "The best revenge is massive success.",
      "author": "Frank Sinatra"
    },
    {
      "quote": "Every day we are not dancing is a day wasted.",
      "author": "Friedrich Nietzsche"
    },
    {
      "quote": "Courage is not the absence of fear, but the triumph over it.",
      "author": "Nelson Mandela"
    },
    {
      "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
      "author": "Albert Einstein"
    },
    {
      "quote": "The secret of success is to hold on when others let go.",
      "author": "William Feather"
    },
    {
      "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "All the world's a stage, and all the men and women merely players.",
      "author": "William Shakespeare"
    },
    {
      "quote": "Don't forget why you started when you've gone too far.",
      "author": "Anonymous"
    },
    {
      "quote": "The most important thing in life is to have a great aim, and the determination to attain it.",
      "author": "Johann Wolfgang von Goethe"
    },
    {
      "quote": "A man's life can either burn with passion or rot away in decay, I choose to burn!",
      "author": "Nikolai Ostrovsky"
    },
    {
      "quote": "True love is not about finding the perfect person, but learning to see an imperfect person perfectly.",
      "author": "Sam Keen"
    },
    {
      "quote": "As long as there is life, there is struggle.",
      "author": "Voltaire"
    },
    {
      "quote": "Time is the best teacher, but unfortunately, it kills all of its students.",
      "author": "Hector Berlioz"
    },
    {
      "quote": "Our lives are given to us; the only thing we can do is try to live them with more value.",
      "author": "Albert Einstein"
    },
    {
      "quote": "The greatest tragedy in life is not death, but a life without a purpose.",
      "author": "Myles Munroe"
    },
    {
      "quote": "No one can go back and make a brand new start, but anyone can start from now and make a brand new ending.",
      "author": "Carl Bard"
    },
    {
      "quote": "If you bloom, butterflies will come.",
      "author": "Anonymous"
    },
    {
      "quote": "Don't wait for opportunity, create it.",
      "author": "Abraham Lincoln"
    },
    {
      "quote": "Of all the easy things in this world, procrastination takes the least effort.",
      "author": "Ivan Krylov"
    },
    {
      "quote": "Life is like a cup of tea, it won't be bitter forever, but it will be bitter sometimes.",
      "author": "Anonymous"
    },
    {
      "quote": "When you are sorrowful, look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.",
      "author": "Kahlil Gibran"
    },
    {
      "quote": "The greatest happiness of life is the conviction that we are loved.",
      "author": "Victor Hugo"
    },
    {
      "quote": "The most beautiful landscapes in life are the calmness and composure within.",
      "author": "Anonymous"
    },
    {
      "quote": "We are all in the gutter, but some of us are looking at the stars.",
      "author": "Oscar Wilde"
    },
    {
      "quote": "A person's worth should be seen in what they give and not in what they are able to receive.",
      "author": "Albert Einstein"
    },
    {
      "quote": "Read ten thousand books, and your pen will be guided by the gods.",
      "author": "Chinese Proverb"
    },
    {
      "quote": "Books are the ladder of human progress.",
      "author": "Maxim Gorky"
    },
    {
      "quote": "The value of life is not in its length, but in its depth.",
      "author": "Leo Tolstoy"
    },
    {
      "quote": "Life is never as good as you hope or as bad as you fear.",
      "author": "Guy de Maupassant"
    },
    {
      "quote": "All of mankind's suffering is essentially the result of our inability to sit quietly in a room alone.",
      "author": "Blaise Pascal"
    },
    {
      "quote": "You can't control the weather, but you can control your mood.",
      "author": "Anonymous"
    },
    {
      "quote": "The ocean is vast, the sky is vaster, but the human heart is the vastest of all.",
      "author": "Victor Hugo"
    },
    {
      "quote": "Life is like a story; it's not about how long it is, but how good it is.",
      "author": "Seneca"
    },
    {
      "quote": "Happiness is not about living forever, not about wealth, not about power. Happiness is about fulfilling small wishes in daily life.",
      "author": "Anonymous"
    },
    {
      "quote": "What matters most in life is not where we stand, but in what direction we are moving.",
      "author": "Oliver Wendell Holmes"
    },
    {
      "quote": "Don't give up your dreams too easily, because they are the pillars of your soul.",
      "author": "Helen Keller"
    },
    {
      "quote": "What really matters in life is not your environment, but your attitude toward it.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "Life is like a game of chess; one wrong move and you're mated.",
      "author": "Anonymous"
    },
    {
      "quote": "If you don't give yourself trouble, no one can give you trouble.",
      "author": "Bertrand Russell"
    },
    {
      "quote": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.",
      "author": "Aristotle"
    },
    {
      "quote": "We must seek victory in defeat and hope in despair.",
      "author": "Winston Churchill"
    },
    {
      "quote": "The most difficult thing in life is to know yourself.",
      "author": "Thales"
    },
    {
      "quote": "There are two tragedies in life: one is to lose your heart's desire, the other is to gain it.",
      "author": "George Bernard Shaw"
    },
    {
      "quote": "Life is not a matter of holding good cards, but of playing a poor hand well.",
      "author": "Robert Louis Stevenson"
    },
    {
      "quote": "Our life is brief, but our yearning for beautiful things is eternal.",
      "author": "Plato"
    },
    {
      "quote": "The greatest happiness in life is knowing that we are loved.",
      "author": "Victor Hugo"
    },
    {
      "quote": "The best things in life are free.",
      "author": "Coco Chanel"
    },
    {
      "quote": "Life is like a journey, what's important is not the destination, but the scenery along the way and the mood with which you appreciate it.",
      "author": "Anonymous"
    },
    {
      "quote": "Don't let one failure deter you from pursuing your original goal.",
      "author": "William Shakespeare"
    },
    {
      "quote": "The greatest mistake you can make in life is to be continually fearing you will make one.",
      "author": "Elbert Hubbard"
    },
    {
      "quote": "Life is either a daring adventure or nothing at all.",
      "author": "Helen Keller"
    },
    {
      "quote": "The greatest wealth is health.",
      "author": "Virgil"
    },
    {
      "quote": "The most important thing in life is to clarify what you want.",
      "author": "Kenneth Blanchard"
    },
    {
      "quote": "The greatest joy in life is doing what people say you cannot do.",
      "author": "Walter Bagehot"
    },
    {
      "quote": "The hardest thing in life is making choices.",
      "author": "George Moore"
    },
    {
      "quote": "The greatest challenge in life is to be yourself in a world that's trying to make you like everyone else.",
      "author": "Anonymous"
    },
    {
      "quote": "The most important thing in life is learning how to give and receive love.",
      "author": "André Maurois"
    },
    {
      "quote": "The greatest enemy of man is himself.",
      "author": "Cicero"
    },
    {
      "quote": "The most important thing in life is not what happens to you, but how you respond to it.",
      "author": "Epictetus"
    },
    {
      "quote": "The greatest achievement in life is getting up after falling down.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "The most important thing in life is finding your mission.",
      "author": "Mahatma Gandhi"
    },
    {
      "quote": "The greatest joy of life is giving.",
      "author": "Rabindranath Tagore"
    },
    {
      "quote": "The most important thing in life is to keep your curiosity.",
      "author": "Albert Einstein"
    },
    {
      "quote": "The greatest wealth in life is inner peace.",
      "author": "Socrates"
    },
    {
      "quote": "The most important thing in life is learning to forgive.",
      "author": "Leo Tolstoy"
    },
    {
      "quote": "The greatest success in life is being yourself.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "The most important thing in life is living in the present.",
      "author": "Buddha"
    },
    {
      "quote": "The greatest wisdom in life is knowing that you know nothing.",
      "author": "Socrates"
    },
    {
      "quote": "The most important thing in life is finding your own voice.",
      "author": "Stephen Covey"
    },
    {
      "quote": "The greatest courage in life is accepting your imperfections.",
      "author": "Brené Brown"
    },
    {
      "quote": "The most important thing in life is keeping a smile.",
      "author": "Mother Teresa"
    },
    {
      "quote": "The greatest sorrow in life is losing oneself.",
      "author": "Arthur Schopenhauer"
    },
    {
      "quote": "The most important thing in life is learning to be grateful.",
      "author": "Henry David Thoreau"
    },
    {
      "quote": "The greatest happiness in life is spiritual freedom.",
      "author": "Romain Rolland"
    },
    {
      "quote": "The most important thing in life is maintaining hope.",
      "author": "Martin Luther King Jr."
    },
    {
      "quote": "The greatest success in life is conquering yourself.",
      "author": "Plato"
    },
    {
      "quote": "The most important thing in life is learning to love yourself.",
      "author": "Oscar Wilde"
    },
    {
      "quote": "The greatest wealth in life is friendship.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "The most important thing in life is maintaining balance.",
      "author": "Aristotle"
    },
    {
      "quote": "The greatest achievement in life is helping others.",
      "author": "Mother Teresa"
    },
    {
      "quote": "The most important thing in life is learning to let go.",
      "author": "Lao Tzu"
    },
    {
      "quote": "The greatest wisdom in life is going with the flow.",
      "author": "Zhuangzi"
    },
    {
      "quote": "The most important thing in life is staying true.",
      "author": "Confucius"
    },
    {
      "quote": "A journey of a thousand miles begins with a single step",
      "author": "Lao Tzu"
    },
    {
      "quote": "He who knows that enough is enough will always have enough.",
      "author": "Lao Tzu"
    },
    {
      "quote": "Knowing yourself is the beginning of all wisdom.",
      "author": "Aristotle"
    },
    {
      "quote": "An investment in knowledge pays the best interest.",
      "author": "Benjamin Franklin"
    },
    {
      "quote": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
      "author": "Rumi"
    },
    {
      "quote": "You have power over your mind - not outside events. Realize this, and you will find strength.",
      "author": "Marcus Aurelius"
    },
    {
      "quote": "The best thing a human being can do is to help another human being know more.",
      "author": "Charlie Kirk"  
    },
    {
      "quote": "Two roads diverged in a wood, and I - I took the one less traveled by. And that has made all the difference.",
      "author": "Robert Frost" 
    }
  
  ],
  "vi": [
    {
      "quote": "Trời đất cho ta một cái tài, Giắt lưng dành để tháng ngày chơi. Dở duyên với rượu khôn từ chén, Trót nợ cùng thơ phải chuốt lời. Cờ sẵn bàn son xe ngựa đó, Đàn còn phím trúc tính tình đây. Ai say, ai tỉnh, ai thua được, Ta mặc ta mà ai mặc ai!",
      "author": "Cầm kỳ thi tửu - Nguyễn Công Trứ"
    },
    {
      "quote": "Khi chén rượu, khi cuộc cờ. Khi xem hoa nở, lúc chờ trăng lên",
      "author": "Truyện Kiều - Nguyễn Du"
    },
    {
      "quote": "Nhân sinh chông gai bao lần khổ, tha thứ cho người mở rộng tâm ta. Thế nhân bất công đối xử tệ, Bình thản mỉm cười ấy hiền nhân",
      "author": "Sưu tầm"
    },
    {
      "quote": "Nhân chi sơ, tính bổn thiện",
      "author": "Tam Tự Kinh"
    },
    {
      "quote": "Hữu tâm trồng hoa, hoa không nở. Vô tâm cấy liễu, liễu thành rừng",
      "author": "Sưu tầm"
    },
    {
      "quote": "Họa phúc trên đời đều có gốc, định số không sai dẫu một ly",
      "author": "Sưu tầm"
    },
    {
      "quote": "Quân tử chi giao đạm như thủy",
      "author": "Trang Tử"
    },
    {
      "quote": "Nếu hoa nở rộ thì bướm sẽ tự tìm đến. Nếu người xuất sắc, Trời sẽ tự an bài",
      "author": "Sưu tầm"
    },
    {
      "quote": "Đầu giường ánh trăng rọi, Ngỡ mặt đất phủ sương. Ngẩng đầu nhìn trăng sáng, Cúi đầu nhớ cố hương.",
      "author": "Tĩnh Dạ Tứ - Lý Bạch"
    },
    {
      "quote": "Núi cùng nước tận ngờ hết lối, Bóng liễu hoa tươi một thôn làng",
      "author": "Du Sơn Tây Môn - Lục Du"
    },
    {
      "quote": "Cày đồng đang buổi ban trưa,\nMồ hôi thánh thót như mưa ruộng cày.\nAi ơi bưng bát cơm đầy,\nDẻo thơm một hạt đắng cay muôn phần.",
      "author": "Mẫn Nông - Lý Thân"
    },
    {
      "quote": "Hành trình vạn dặm bắt đầu từ một bước chân",
      "author": "Lão Tử"
    },
    {
      "quote":"Nhân gian nặng nhất chữ tình,\nYêu thương ân oán giận hờn buông sao.\nNgẫm rồi lòng cứ nao nao,\nTrăm năm một thoáng buồn sao là buồn.",
      "author":"Sưu tầm"
    },
    {
      "quote":"Quá cảnh trần gian lạc bến tình,\nTình vui phơi phới buổi bình minh.\nThuyền lòng thả nổi không người lái,\nĐâu ngờ trôi dạt chốn điêu linh.",
      "author":"Sưu tầm"
    },
    {
      "quote":"Chiều ngang qua phố trút nỗi buồn,\nLy đầy ly cạn lại buồn hơn.\nAi biết trần gian là quán trọ,\nAi lắp cho đầy nỗi trống trơn.",
      "author":"Sưu tầm"
    },
    {
      "quote":"Quá cảnh nhân gian mượn áo người,\nMặc vào ngộ nhận áo là tôi,\nÁo cũ cơ hàn hay gấm lụa,\nHẳn mốt mai về trả lại thôi.",
      "author":"Sưu tầm"
    },
    {
      "quote":"Hữu duyên thiên lý lai tương hội,\nVô duyên đối diện bất tương thức.",
      "author":"Sưu tầm"
    },
    {
      "quote":"Người đời thường cho thần tiên hay,\nMà chuyện công danh lại vẫn say!\nXưa nay tướng soái nơi nào đấy,\nMột dải mồ hoang cỏ mọc đầy!",
      "author":"Hồng Lâu Mộng - Tào Tuyết Cần"
    },
    {
      "quote":"Giả bảo là chân, chân cũng giả,\nKhông làm ra có, có rồi không.",
      "author":"Hồng Lâu Mộng - Tào Tuyết Cần"
    },
    {
      "quote":"Lẵng đẵng trên đời khéo khổ công,\nTiệc tùng rốt cuộc chỉ là không,\nMuôn trò mừng tủi đều hư ảo,\nMột giấc xưa nay rõ viễn vông.",
      "author":"Hồng Lâu Mộng - Tào Tuyết Cần"
    },
    {
      "quote":"Khi trời giao sứ mệnh trọng đại cho người nào đó, nhất định trước hết phải làm cho ý chí của họ được tôi rèn, làm cho gân cốt họ bị nhọc mệt, làm cho thân xác họ bị đói khát, làm cho họ chịu nỗi khổ sở nghèo túng, làm việc gì cũng không thuận lợi. Như thế là để lay động tâm chí người ấy, để tính tình người ấy trở nên kiên nhẫn, tăng thêm tài năng cho người ấy",
      "author":"Mạnh Tử"
    },
    {
      "quote":"Tướng do tâm sinh, cảnh tùy tâm chuyển",
      "author":"Sưu tầm"
    },
    {
      "quote":"Ta dại ta tìm nơi vắng vẻ, người khôn người tới chốn lao xao",
      "author": "Nguyễn Bỉnh Khiêm"  
    },
    {
      "quote":"Vầng trăng sáng có tự khi nào? Nâng chén rượu lên hỏi trời cao. Chẳng biết cung điện nơi chốn ấy. Đêm nay đã là đêm năm nào",
      "author":"Tô Thức"
    },
    {
      "quote":"Mưu sự tại nhân, thành sự tại thiên",
      "author":"Gia Cát Lượng"
    }
  ],
  "zh-CN": [
    {
      "quote": "人之初，性本善",
      "author": "三字经"
    },
    {
      "quote": "君子之交淡如水",
      "author": "庄子"
    },
    {
      "quote": "花若盛开，蝴蝶自来\n人若精彩，天自安排",
      "author": "未知作者"
    },
    {
      "quote": "床前明月光，\n疑是地上霜。\n举头望明月，\n低头思故乡。",
      "author": "静夜思 - 李白"
    },
    {
      "quote": "山重水复疑无路，\n柳暗花明又一村。",
      "author": "游山西村 - 陸遊"
    },
    {
      "quote": "锄禾日当午，\n汗滴禾下土。\n谁知盘中餐，\n粒粒皆辛苦。",
      "author": "悯农 - 李紳"
    },
    {
      "quote": "千里之行，始于足下",
      "author": "老子"
    }
  ],
  "zh-TW": [
    {
      "quote": "人之初，性本善",
      "author": "三字經"
    },
    {
      "quote": "君子之交淡如水",
      "author": "庄子"
    },
    {
      "quote": "花若盛開，蝴蝶自來\n人若精彩，天自安排",
      "author": "未知作者"
    },
    {
      "quote": "床前明月光，\n疑是地上霜。\n舉頭望明月，\n低頭思故鄉。",
      "author": "靜夜思  - 李白"
    },
    {
      "quote": "山重水復疑無路，\n柳暗花明又一村。",
      "author": "遊山西村  - 陸遊"
    },
    {
      "quote": "鋤禾日當午，\n汗滴禾下土。\n誰知盤中餐，\n粒粒皆辛苦。",
      "author": "憫農 - 李紳"
    },
    {
      "quote": "千里之行，始於足下",
      "author": "老子"
    }
  ]
} 